{"EI03EO01": "Demonstrar empatia pelos outros, percebendo que as pessoas tem diferentes sentimentos, necessidades e maneiras de pensar e agir.", "EI03EO02": "Agir de maneira independente, com confianca em suas capacidades, reconhecendo suas conquistas e limitacoes.", "EI03EO03": "Ampliar as relacoes interpessoais, desenvolvendo atitudes de participacao e cooperacao.", "EI03EO04": "Comunicar suas ideias e sentimentos a pessoas e grupos diversos.", "EI03EO05": "Demonstrar valorizacao das caracteristicas de seu corpo e respeitar as caracteristicas dos outros (criancas e adultos) com os quais convive.", "EI03EO06": "Manifestar interesse e respeito por diferentes culturas e modos de vida.", "EI03EO07": "Usar estrategias pautadas no respeito mutuo para lidar com conflitos nas interacoes com criancas e adultos.", "EI03CG01": "Criar com o corpo formas diversificadas de expressao de sentimentos, sensacoes e emocoes, tanto nas situacoes do cotidiano quanto em brincadeiras, danca, teatro, musica.", "EI03CG02": "Demonstrar controle e adequacao do uso de seu corpo em brincadeiras e jogos, escuta e reconto de historias, atividades artisticas, entre outras possibilidades.", "EI03CG03": "Criar movimentos, gestos, olhares e mimicas em brincadeiras, jogos e atividades artisticas como danca, teatro e musica.", "EI03CG04": "Adotar habitos de autocuidado relacionados a higiene, alimentacao, conforto e aparencia.", "EI03CG05": "Coordenar suas habilidades manuais no atendimento adequado a seus interesses e necessidades em situacoes diversas.", "EI03TS01": "Utilizar sons produzidos por materiais, objetos e instrumentos musicais durante brincadeiras de faz de conta, encenacoes, criacoes musicais, festas.", "EI03TS02": "Expressar-se livremente por meio de desenho, pintura, colagem, dobradura e escultura, criando producoes bidimensionais e tridimensionais.", "EI03TS03": "Reconhecer as qualidades do som (intensidade, duracao, altura e timbre), utilizando-as em suas producoes sonoras e ao ouvir musicas e sons.", "EI03EF01": "Expressar ideias, desejos e sentimentos sobre suas vivencias, por meio da linguagem oral e escrita (escrita espontânea), de fotos, desenhos e outras formas de expressao.", "EI03EF02": "Inventar brincadeiras cantadas, poemas e cancoes, criando rimas, aliteracoes e ritmos.", "EI03EF03": "Escolher e folhear livros, procurando orientar-se por temas e ilustracoes e tentando identificar palavras conhecidas.", "EI03EF04": "Recontar historias ouvidas e planejar coletivamente roteiros de videos e de encenacoes, definindo os contextos, os personagens, a estrutura da historia.", "EI03EF05": "Recontar historias ouvidas para producao de reconto escrito, tendo o professor como escriba.", "EI03EF06": "Produzir suas proprias historias orais e escritas (escrita espontânea), em situacoes com funcao social significativa.", "EI03EF07": "Levantar hipoteses sobre generos textuais veiculados em portadores conhecidos, recorrendo a estrategias de observacao grafica e", "EI03EF08": "Selecionar livros e textos de generos conhecidos para a leitura de um adulto e", "EI03EF09": "Levantar hipoteses em relacao a linguagem escrita, realizando registros de palavras e textos, por meio de escrita espontânea.", "EI03ET01": "Estabelecer relacoes de comparacao entre objetos, observando suas propriedades.", "EI03ET02": "Observar e descrever mudancas em diferentes materiais, resultantes de acoes sobre eles, em experimentos envolvendo fenômenos naturais e artificiais.", "EI03ET03": "Identificar e selecionar fontes de informacoes, para responder a questoes sobre a natureza, seus fenômenos, sua conservacao.", "EI03ET04": "Registrar observacoes, manipulacoes e medidas, usando multiplas linguagens (desenho, registro por numeros ou escrita espontânea), em diferentes suportes.", "EI03ET05": "Classificar objetos e figuras de acordo com suas semelhancas e diferencas.", "EI03ET06": "Relatar fatos importantes sobre seu nascimento e desenvolvimento, a historia dos seus familiares e da sua comunidade.", "EI03ET07": "Relacionar numeros as suas respectivas quantidades e identificar o antes, o depois e o entre em uma sequencia.", "EI03ET08": "Expressar medidas (peso, altura etc.), construindo graficos basicos."}